{
  "header": {
    "links": {
      "jesus": "Ісус",
      "about": "Церква",
      "ministry": "Служіння",
      "video-and-stream": "Наживо та Відео",
      "contact": "Контакти"
    },
    "button-donate": "Пожертви"
  },
  "footer": {
    "address": "вул. Замарстинівська, 37, Lviv, Ukraine",
    "links": {
      "jesus": "Ісус",
      "about": "Церква",
      "ministry": "Служіння",
      "video-and-stream": "Наживо та Відео",
      "contact": "Контакти",
      "event-and-blog": "Події та Блог"
    },
    "email": "d.church.lviv@gmail.com"
  },
  "main-page": {
    "preview-block": {
      "title": "Dжерело життя",
      "under-title": "Церква Львів",
      "welcome-text": "Ласкаво просимо",
      "hash-tag": "#d.church"
    },
    "video-block": {
      "title": "Служіння наживо",
      "button-go-to-chanel": "Перейти на канал",
      "start-stream": "До початку трансляції",
      "button-watch": "Дивитись наживо"
    },
    "about-block": {
      "text-1": "про церкву",
      "text-2": "місія церкви",
      "text-3": "пропозиції",
      "button-details": "Детальніше"
    },
    "church-team-block": {
      "text": "В нашій церкві, колектив – це не просто команда; це спільнота відданих людей, які наполегливо служать для розвитку Царства Божого. На сайті ми можемо згадати лише кількох, але насправді за кулісами працює багато інших, невидимих сердець, які привносять свою енергію, таланти та молитву в кожен аспект служіння. Ця різноманітна команда співпрацює, надихається та взаємодіє, щоб створити атмосферу, де кожна душа може рости у віри, надії та любові."
    },
    "serving-god-block": {
      "title": "Служіння",
      "text": "Важливість різних служінь у нашій церкві важко переоцінити. Кожен служитель приносить в спільноту свої таланти та призначення, створюючи різноманітне і багатогранне оточення для духовного росту та служіння громаді. Від пасторів і вчителів, які глибоко розкривають Слово Боже, до служби гостей і молитовної команди, яка стежить за духовними потребами, кожен внесок є невід'ємною частиною нашого колективу. В черзі до служіння громаді, виховання нового покоління віруючих чи підтримка потребуючих - усі ці служіння разом складають наше об'єднане покликання спільно служити Богові та людям.",
      "button-details": "Детальніше"
    },
    "share-block": {
      "title": "Поділитися",
      "text": "Поділіть радість та надію, підтримуючи наше служіння! Ваші пожертви допомагають будувати міцну спільноту, де кожна душа знаходить своє місце. Благословіть і будьте благословенними!",
      "button-donate": "Пожертвувати"
    }
  }
}
