{
  "header": {
    "links": {
      "jesus": "Ісус",
      "church": "Церква",
      "ministry": "Служіння",
      "video-and-stream": "Наживо та Відео",
      "contact": "Контакти"
    },
    "button-donate": "Пожертви"
  },
  "footer": {
    "address": "вул. Замарстинівська, 37, Lviv, Ukraine",
    "links": {
      "jesus": "Ісус",
      "church": "Церква",
      "ministry": "Служіння",
      "video-and-stream": "Наживо та Відео",
      "contact": "Контакти",
      "event-and-blog": "Події та Блог"
    },
    "email": "d.church.lviv@gmail.com"
  },
  "main-page": {
    "preview-block": {
      "title": "Dжерело життя",
      "under-title": "Церква Львів",
      "welcome-text": "Ласкаво просимо",
      "hash-tag": "#d.church"
    },
    "video-block": {
      "title": "Служіння наживо",
      "button-go-to-chanel": "Перейти на канал",
      "start-stream": "До початку трансляції",
      "button-watch": "Дивитись наживо"
    },
    "about-block": {
      "text-1": "про церкву",
      "text-2": "місія церкви",
      "text-3": "пропозиції",
      "button-details": "Детальніше"
    },
    "church-team-block": {
      "text": "В нашій церкві, колектив – це не просто команда; це спільнота відданих людей, які наполегливо служать для розвитку Царства Божого. На сайті ми можемо згадати лише кількох, але насправді за кулісами працює багато інших, невидимих сердець, які привносять свою енергію, таланти та молитву в кожен аспект служіння. Ця різноманітна команда співпрацює, надихається та взаємодіє, щоб створити атмосферу, де кожна душа може рости у віри, надії та любові."
    },
    "serving-god-block": {
      "title": "Служіння",
      "text": "Важливість різних служінь у нашій церкві важко переоцінити. Кожен служитель приносить в спільноту свої таланти та призначення, створюючи різноманітне і багатогранне оточення для духовного росту та служіння громаді. Від пасторів і вчителів, які глибоко розкривають Слово Боже, до служби гостей і молитовної команди, яка стежить за духовними потребами, кожен внесок є невід'ємною частиною нашого колективу. В черзі до служіння громаді, виховання нового покоління віруючих чи підтримка потребуючих - усі ці служіння разом складають наше об'єднане покликання спільно служити Богові та людям.",
      "button-details": "Детальніше"
    },
    "share-block": {
      "title": "Поділитися",
      "text": "Поділіть радість та надію, підтримуючи наше служіння! Ваші пожертви допомагають будувати міцну спільноту, де кожна душа знаходить своє місце. Благословіть і будьте благословенними!",
      "button-donate": "Пожертвувати"
    },
    "write-us-block": {
      "text": "Ми завжди тут, щоб надати вам підтримку та відповісти на ваші запитання. Напишіть нам, якщо вам потрібна духовна підтримка, рада чи молитва, або якщо ви маєте будь-які інші питання. Ваші потреби - наш пріоритет, і ми завжди готові бути тут для вас.",
      "fields": {
        "name": "Ім'я",
        "email": "Електронна пошта",
        "message": "Повідомлення"
      },
      "button-send": "Відправити"
    }
  },
  "contacts-page": {
    "heading-block": "Команда Церкви",
    "description-block": {
      "text-1": "Церква \"Джерело Життя\" - це не лише спільнота вірян, але і сім'я, де кожен знайде підтримку та розвиток для своєї духовної подорожі. Ми регулярно проводимо богослужіння, біблійні студії та групи розвитку, щоб допомогти кожному вірянину поглибити своє розуміння Божого слова та розкрити свій духовний потенціал.",
      "text-2": "Наша мета - надихнути та підтримати кожного члена нашої спільноти у їхньому духовному зростанні та служінні. Ми активно включаємося в благодійність, місійну роботу та спільнотні проекти, щоб принести позитивні зміни в життя нашої громади та поширити Боже царство у світі."
    }
  }
}
